Repository: dominikamichalkova/TestPY
Catalog: ScrapyWebCrawler/3-Data_for_parallel_training/linguee2/legal_financial_bussiness_keywords.tmx
Source language: en
Languages: es

source: Headquartered in New York City, the Chamber provides access to influential people, innovative ideas and exclusive opportunities that your business needs to thrive.
es: Con sede en Nueva York, La Cámara es una empresa privada y sin ánimo de lucro, dedicada a promover las relaciones comerciales y de inversión entre ambos países.

source: Through their staffing policies, businesses must ensure that sufficient scientific and technical ability is available to them, enabling them to take part in the innovation process, or at least assess new ideas or opportunities correctly, and to adapt.
es: Para ello, las empresas deberán asegurarse, mediante una política de personal adecuada, de que disponen de las competencias científicas y técnicas suficientes para participar en el proceso de innovación, o al menos para poder evaluar las nuevas ideas y posibilidades y adaptarse a ellas.

source: The complainants identified several opportunities and ideas for working together to resolve the issues, and are currently discussing options for resolution.
es: Los reclamantes identificaron varias oportunidades e ideas para trabajar juntos y resolver las cuestiones, y están actualmente discutiendo opciones de resolución.

source: I should like to close by offering all of you and your families my best wishes for peace and happiness, and my thanks for your valuable collaboration.
es: Me gustaría cerrarla ofreciéndoles a todos ustedes y a sus familias mis mejores deseos de paz y felicidad y darles las gracias por su valiosa colaboración.

source: Many of those plans focus on promoting entrepreneurship and on offering young people better access to education and vocational training.
es: Muchos de esos planes tienen por objeto fomentar el espíritu empresarial y facilitar el acceso de los jóvenes a la educación y la formación profesional.

source: It provides stable side support when driving swiftly through bends, while offering more comfortable seating for long distances.
es: En el caso de un viaje deportivo con curvas ofrece una contención lateral estable, en el caso de tramos largos ofrece un confort relajado.

source: Many governments are offering financial incentives and support.
es: Muchos gobiernos están ofreciendo incentivos y apoyo financiero.

source: This is a meeting of traditional and contemporary culture, a festival offering a wide ranging programme from medieval music to contemporary compositions.
es: Esta cita del patrimonio con la creación contemporánea es la ocasión de un viaje por el tiempo, desde la música medieval hasta el repertorio contemporáneo.

source: You don't mention other important details to assess the initial conditions and offering you the best answer.
es: No menciona usted otros detalles importantes necesarios para valorar las condiciones iniciales y ofrecerle la mejor respuesta.

source: None of the four powers project themselves to the world through ideological influence or by offering alternative development models.
es: Ninguna de las cuatro potencias se proyecta al mundo mediante influencia ideológica y política o modelos de desarrollo alternativos.

source: If they are lucky, the manatees will stick out their peculiar heads looking for food, offering those present a true spectacle with their sudden appearance.
es: Si se tiene suerte, los manatíes asomarán sus singulares cabezas en busca de alimento y harán de su repentina aparición un verdadero espectáculo para los presentes.

source: Moreover, the railway equipment industry and other companies offering relevant technology are excluded from the process.
es: Además, la industria de equipos ferroviarios y otras compañías que ofrecen tecnología apropiada están excluidas del proceso.

source: The carrier is responsible for seeing that the obligations incurred under the contract are strictly carried out.
es: La compañía será responsable del correcto cumplimiento de las obligaciones derivadas del contrato.

source: "Likewise, in respect of six NGOs, the obligations incurred by virtue of 21 C/Resolution 7.11 concerning ""international non-governmental organizations maintaining relations with UNESCO [which] retain among their members bodies or elements linked with the Taiwan authorities"" of China were reiterated."
es: "Asimismo, con referencia a seis ONG, se reiteraron las obligaciones que se desprenden de la Resolución 21 C/7.11 de la Conferencia General relativa a ""las organizaciones internacionales no gubernamentales que mantienen relaciones con la UNESCO y en las que participan aún organismos o elementos vinculados con las autoridades de Taiwán"" de China."

source: With the approval of its Council, that part of the appropriation relating to the deferred activity shall remain available for obligation for twelve months, following the end of the financial year for which it was approved and for a further period of twelve months, to the extent that they are required to discharge unliquidated obligations incurred in respect of the preceding twelve months.
es: Si su Consejo lo aprueba, las cantidades asignadas a las actividades postergadas quedarán disponibles para las obligaciones durante 12 meses, a partir del final del ejercicio financiero para el que se aprobó y durante otro periodo de 12 meses, siempre y cuando sean necesarias para el pago de obligaciones sin liquidar contraídas durante los 12 meses precedentes.

source: That member shall not thereby be released from any obligations incurred under this Convention which have not been discharged by the end of that year.
es: De conformidad con el presente Convenio, no quedará por ello exento de ninguna de las obligaciones contraídas que no hayan sido cumplidas al final de ese año.

source: Mechanisms are needed for central monitoring and control overexpenditure obligations incurred by budget organizations.
es: Se precisan mecanismos de supervisión y control centrales de las obligaciones de gastos asumidas por las organizaciones del presupuesto.

source: The CoCo Guidelines recommend that obligations incurred by the insolvency representative during proceedings and the insolvency representative's fees should be funded from the assets administered in the proceedings in which it is appointed (Guideline 11.1).
es: En las Courtto-Court Guidelines se recomienda que las obligaciones contraídas por el representante de la insolvencia durante el procedimiento y la remuneración del representante de la insolvencia se sufraguen con cargo a los bienes y derechos administrados en el procedimiento para el que haya sido nombrado (directriz 11.1).

source: This has come at a time when FRONTEX border control operations have been interrupted.
es: Esto se ha producido coincidiendo con una interrupción de las operaciones de FRONTEX de control de las fronteras.

source: In Mexico, drug control operations have been launched in 11 states and the investment in security forces has been increased.
es: En ese país se han iniciado operaciones de fiscalización de drogas en 11 estados y se ha invertido más en fuerzas de seguridad.

source: Control operations from a single monitor with ISOBUS System.
es: Controle la pulverización desde un solo monitor con el sistema ISOBUS.

source: For implementing work in Red Eléctrica facilities, strict working procedures are in effect that show the planning, preparatory work, implementation and control operations aimed to ensure not only the Utility but also, also, the contractor employees safety.
es: Para el desarrollo de los trabajos en las instalaciones de Red Eléctrica, existen procedimientos de trabajo estrictos que regulan su planificación, preparación, ejecución y control con el objeto de garantizar la seguridad tanto a los empleados de la empresa como de los contratistas.

source: These include more holistic approaches to biosecurity threats and better resourcing of quarantine and border control operations, including greater inspection and interception capabilities.
es: Dichas opciones pueden incluir enfoques más globales en materia de bioseguridad y asignación de mayores recursos a las operaciones de cuarentena y controles fronterizos, incluyendo mejores capacidades para la inspección e intercepción.

source: FAO provides technical advice to affected countries on control operations including the protection of human health and the environment.
es: La FAO proporciona asesoramiento técnico a los países afectados sobre cómo eliminar la plaga a la vez que se protege la salud humana y el medio ambiente.

source: They also seek to intensify regional cooperation with and among neighbouring and potential transit countries and to develop knowledge, structures and capacities to conduct effective precursor control operations and interdict smuggled chemicals.
es: También se trata de intensificar la cooperación regional con países vecinos y posibles países de tránsito, y entre ellos, y elaborar bases de conocimientos, estructuras y medios para llevar a cabo operaciones eficaces de fiscalización de precursores e interceptar las sustancias químicas objeto de contrabando.

source: (g) To ensure that guidelines and practices in all border control operations and other pre-entry mechanisms are clear and fully respect their obligations under international law, particularly international refugee and human rights law, towards persons seeking international protection
es: g) Aseguren que en todas las operaciones de control de fronteras y en otros mecanismos de admisión al país se sigan directrices y prácticas claramente definidas y se respeten plenamente las obligaciones que les incumben en virtud del derecho internacional, en particular el derecho de los refugiados y las normas de derechos humanos, respecto de las personas que soliciten protección internacional

source: Q Can I manage my electronic newsletter subscriptions online?
es: P ¿Puedo administrar mi suscripción a boletines informativos en línea?

source: All constituent associations and the Central Administration may fund their activities through membership dues, fees, proceeds from newsletter subscriptions and other sales, and through solicited or unsolicited gifts and donations.
es: Todas las asociaciones constitutivas y la Administración Central pueden financiar sus actividades a través de cuotas societarias, tarifas, ingresos por suscripciones a publicaciones y otras ventas, y a través de regalos y donaciones solicitadas y no solicitadas.

source: We only collect personal information that is freely and knowingly volunteered by the visitor or customer, such as via newsletter subscriptions and/or product or service registrations, support requests etc.
es: Solamente recolectamos información personal que el visitante o cliente conoce y ofrece voluntariamente, por medio de una suscripción a nuestras noticias y/o los registros a los productos o servicios, peticiones de soporte técnico etc.

source: ELECTRONIC NEWSLETTER, SUBSCRIPTIONS TO PUBLICATIONS
es: BOLETÍN ELECTRÓNICO, SUSCRIPCIÓN A PUBLICACIONES

source: Enter your email address below to receive your newsletter subscriptions.
es: Inscríbete y recibe en tu correo promociones y boletines especiales.

source: They have been offering financial services for almost a century.
es: Llevan ofreciendo servicios financieros desde hace casi un siglo.

source: OPI are selling a defined, proven business format or method of operation, offering a product or service that has sold successfully.
es: OPI vende una negocio definido, basado en métodos que funcionan, ofreciendo un producto o servicio que ya se ha vendido con éxito.

source: For sure nature will welcome you with fantastic colorful butterflies, a delight to watch as they fly in hundreds, offering a great natural show.
es: Seguramente la naturaleza los recibirá con simpáticas mariposas que se exhiben en vuelo de a centerares, ofreciendo un gran espectáculo natural.

source: We are offering a program that will prove to be financially beneficial for those with the motivation to achieve.
es: Nosotros estamos ofreciendo un programa que probará ser financieramente beneficioso para aquellos motivados a lograr cosas.

source: What will happen in your company when Microsoft finally stop offering XP support?
es: ¿Qué pasará en su empresa cuando Microsoft deje definitivamente de ofrecer soporte a XP?

source: Experts who were responsible for these programmes were asked to clarify what they were offering or asking for.
es: Se pidió a los expertos responsables de estos programas que aclararan qué ofrecían y pedían.

source: In the event that the Peruvian Government could not meet the obligations incurred and the IDB had to compensate the company holding the concession, this compensation would become a loan from the IDB to the Peruvian Government.
es: En el caso de que el Gobierno peruano no pudiera atender a las obligaciones contraídas y el BID tuviera que compensar a la empresa concesionaria, dicha compensación se convertiría en un préstamo del BID al Gobierno peruano.

source: The financial directive and purchasing module will permit central monitoring and control over expenditure obligations incurred by budget organizations.
es: La directriz financiera y el módulo de adquisiciones permitirán que haya una supervisión y un control central de las obligaciones de gastos contraídas por partidas presupuestarias.

source: Obligations incurred via international treaties mean it must also establish policies on economic development, environmental protection, human rights, the resolution of refugee crises, the fight against drugs, and the struggle against terrorism.
es: Debido a las obligaciones en las que incurrió mediante tratados internacionales debe llevar a cabo políticas de desarrollo económico, protección ambiental, derechos humanos, resolución de la crisis de los refugiados, lucha contra las drogas y combate del terrorismo.

source: Allocated to supplement the Capital Fund of the OAS fellowships and training programs in order to cover overdraft obligations incurred by the Fellowships Department.
es: Asignado para suplementar el Fondo de Capital de los programas de becas y de adiestramiento de la OEA para cubrir las obligaciones sobregiradas incurridas por el Departamento de Becas.

source: Any legal obligations incurred or undertakings made by the NRO either in its unincorporated status, or once incorporated, shall require the prior written commitment of all RIRs through the signature of all RIR CEOs.
es: Cualquier obligación legal incurrida o emprendimientos realizados por la NRO, ya sea en su condición no incorporada o una vez incorporada, requerirá el compromiso escrito previo de todos los RIR a través de todos los Directores de los RIR.

source: The decrease reflects payments exceeding new obligations incurred during 2007.
es: La disminución obedeció a pagos superiores a las nuevas obligaciones contraídas en 2007.

source: The high level of obligations incurred during the last quarter of the financial period 2004/05 was due to the fact that appropriation of additional amounts for the financial period was approved by the General Assembly on 13 April 2005 (see resolution 59/285 A).
es: El alto nivel de obligaciones durante el último trimestre del ejercicio financiero 2004/2005 se debió a que la consignación de sumas adicionales para el ejercicio económico fue aprobada por la Asamblea General el 13 de abril de 2005 (véase la resolución 59/285 A).

source: The assets of the trust shall constitute a separate estate from the personal assets of the trustee for all legal purposes, and cannot be attached or embargoed, except for obligations incurred into or damages caused by the performance of the trust, or by third parties when the property has been transferred or withheld fraudulently and in detriment of their rights.
es: Los bienes del fideicomiso constituirán un patrimonio separado de los bienes personales del fiduciario para todos los efectos legales y no podrán ser secuestrados ni embargados, salvo por obligaciones incurridas o por daños causados con ocasión de la ejecución del fideicomiso, o por terceros cuando se hubieren traspasado o retenido los bienes con fraudes y en perjuicio de sus derechos.

source: If before we financed our growth with external capital, we will now have to do so using our own capacity for generating funds, which will also have to be used to meet the repayments of the obligations incurred by our financial institutions.
es: Si antes financiábamos nuestro crecimiento con aporte exterior, ahora tendremos que hacerlo con nuestra propia capacidad de generación de fondos, a los que habrá que restar los vencimientos de las obligaciones contraídas por nuestras entidades financieras.

source: (iii) that obligations incurred and expenditures made are within the approved budget and within the purposes and rules related to trust funds, reserves and special accounts
es: iii) que las obligaciones contraídas y los gastos efectuados estén conformes con el presupuesto aprobado, así como con las finalidades y reglas aplicables a los fondos fiduciarios, cuentas de reserva y cuentas especiales

source: The common services include space allocation and shared facilities, security, air fleet management and aircraft utilization, joint movement control operations, property management, transport services, medical services, communications and information technology services, support to electoral staff and supply services.
es: Los servicios comunes incluyen la asignación de espacio e instalaciones compartidas, la seguridad, la gestión de la flota aérea y la utilización de las aeronaves, las operaciones conjuntas de control de movimientos, la gestión de las propiedades, los servicios de transporte, los servicios médicos, los servicios de tecnología de la información y las comunicaciones, el apoyo al personal electoral y los servicios de suministros.

source: ('Mitsui', Japan), acquires within the meaning of Article 3(1)(b) of the Council Regulation control of the whole of the undertaking Saltend Cogeneration Company Limited and Calpine UK Operations Limited ('Target Companies', UK) by way of purchase of shares.
es: Ltd. («Mitsui», Japón), adquiere el control, a efectos de lo dispuesto en la letra b) del apartado 1 del artículo 3 del citado Reglamento, de la totalidad de las empresas Saltend Cogeneration Company Limited y Calpine UK Operations Limited («empresas objetivo», Reino Unido) a través de adquisición de acciones.

source: Categorizing immigrants as national security threats gave the government's flailing immigration law enforcement and border control operations a new unifying logic that has propelled the immigrant crackdown forward.
es: La categorización de los inmigrantes como amenazas a la seguridad nacional les brindó una nueva lógica unificadora a las operaciones gubernamentales tambaleantes que hacen cumplir las leyes de inmigración y de control de las fronteras, lo cual ha impulsado hacia adelante la represión de los inmigrantes.

source: a) Personal information such as name, address, telephone number, e-mail address, date of birth (where appropriate), bank details, etc. We collect this information only in connection with specific activities, such as campaigns, feedback, surveys, email newsletter subscriptions, etc. You don't have to disclose any of this information if you do not wish to.
es: a) Los datos personales como el apellido, dirección postal y electrónica, número de teléfono, fecha de nacimiento (si procede), información bancaria, etc. Esta información se archiva únicamente con el fin de tenerle al corriente de actividades específicas como campañas, sondeos, suscripciones al boletín, etc. Usted no tiene que revelar ninguno de estos datos personales, si no lo desea.

source: Newsletter subscriptions can be cancelled at any time, a link for cancellation will be included in all mailings.
es: Suscripciones en nuestro Newsletter se pueden cancelar en cualquier momento, un enlace para esto está incluido en todos correos electrónico.

source: Newsletter Subscriptions
es: Suscripción Newsletter

source: Newsletter subscriptions
es: Suscripción a boletines de información

source: We also acquire, process and use your personal data for newsletter subscriptions.
es: Recopilamos, trabajamos y utilizamos sus datos personales también para la suscripción de las Newsletter.

source: "It gets over the Syndrome ""it was not invented here"
es: "Supera el Síndrome ""no fue inventado aquí"

source: and refrigerators had not yet been invented, people shopped here daily for everything from live chickens to fresh tomatoes.
es: no existían aún los refrigeradores y las personas compraban sus comestibles diariamente.

source: Here is where bobsleigh was invented and where the first ice sledge was built.
es: Aquí se inventó el bobsleigh y se construyó el primer tobogán de hielo.

source: He had not invented a new message but was insisting on the gospel truth.
es: Él no había inventado un nuevo mensaje sino estaba insistiendo en la verdad del evangelio.

source: We may not have invented the battery, but millions of people around the world would agree that we perfected it.
es: Es cierto que no inventamos la pila, sin embargo hemos dedicado décadas de investigación para perfeccionarla.

source: By offering a letting service this eases the financial burden upon them.
es: Al ofrecer un servicio de alquiler, este facilita la carga financiera sobre ellos.

source: By offering regular health care, we know that many illnesses can be prevented entirely.
es: Al ofrecer atención sanitaria normal, sabemos que muchas enfermedades se pueden prevenir totalmente.

source: The doctor offering the treatment is not a specialist in that field.
es: El médico que ofrece el tratamiento no tiene especialización en ese campo.

source: Simply offering such prospects the possibility of calling a hotline in their own language can give them peace of mind and boost their confidence in your products and services.
es: Ofrecer la posibilidad de llamar a una línea de atención al cliente que atiende a sus clientes en su propia lengua, proporciona tranquilidad e infunde confianza en sus productos y servicios.

source: We are offering you the greatest range of crystal glass nail files in the world!
es: Le ofrecemos a usted la mayor gama en el mundo de limas de cristal!

source: Its success confirms that this is a technology which is set to develop, offering strong pricing competition with the established telecommunication providers.
es: Su éxito confirma que esta tecnología irá desarrollándose y representará una fuerte competencia en materia de precios con los proveedores de telecomunicaciones existentes.

source: There is also a dining salon, for around 70 people offering a blend of music and typical cuisine.
es: También existe una sala de gastronomía, para unas 70 personas donde se mezclan musica y comidas típicas.

source: And it also encourages people to click through by inviting them to place comments or by offering downloads of more free knowledge.
es: Y también alienta a los lectores a seguir los vínculos invitándolos a realizar comentarios u ofreciendo descargas o más información.

source: It also publishes a guide on the leading companies offering employment.
es: Además edita una guía de las principales empresas que ofrecen empleo.

source: Teckentrup has been offering tried and tested steel protection for many years now.
es: Teckentrup ofrece seguridad de acero de comprobada calidad desde hace varios decenios.
